USE PD_311_DDL;
GO

INSERT Students
(last_name,first_name,middle_name,birth_date,[group])
VALUES 
(N'Тарлавина','Мария','Александровна','2001-05-14',3),
(N'Ким','Алекснадр','Вячеславович','2000-08-07',3),
(N'Колпаков','Кирилл','Алексеевич','2007-09-15',3),
(N'Долженков','Евгений','Викторович','2004-09-17',3),
(N'Третьяков','Павел','Сергеевич','2000-02-17',3),
(N'Шеркунов','Михаил','Анатольевич','1996-12-27',3),

(N'Архипов','Александр','Владимирович','1991-10-29',7),
(N'Епягин','Сергей','Сергеевич','1996-03-18',7),
(N'Пу тинцев','Иван','Сергеевич','1990-03-14',7),
(N'Сутугин','Роман','Юрьевич','1996-05-15',7),
(N'Фурсов','Артем','Владимирович','1999-05-17',3),
(N'Терешкин','Кирсан','Александрович','2007-07-25',7),

(N'Волкова','Олеся','Олеговна','1985-11-29',8),
(N'Гиргорян','Рамис','Артакович','1995-09-12',8),
(N'Клочко','Сергей','Павлович','1984-02-13',8),
(N'Корнюшин','Сергей','Владимирович','1981-06-25',8),
(N'Моисеев','Дмитрий','Витальевич','2001-07-23',8),
(N'Пластинин','Андрей','Владимирович','1979-04-20',8),
(N'Терещенков','Станислав','Евгеньевич','1985-06-10',8),
(N'Хорев','Алексей','Петрович','1977-06-09',8)